Repository: elsquaddie/cs-cart-modifications
Catalog: var/langs/*/addons/homepage_popup.po
Languages: ru

# homepage_popup.popup_title
source: Popup Title
ru: Заголовок окна

# homepage_popup.popup_text_placeholder
source: This is the popup content.
ru: Это содержимое всплывающего окна.

# homepage_popup.close_button
source: Close
ru: Закрыть

# homepage_popup.settings.tab_general
source: General Settings
ru: Основные настройки

# homepage_popup.settings.popup_width
source: Popup Width
ru: Ширина всплывающего окна

# homepage_popup.settings.tooltip.popup_width
source: Set the width of the popup in pixels.
ru: Установите ширину всплывающего окна в пикселях.

# homepage_popup.settings.popup_height
source: Popup Height
ru: Высота всплывающего окна

# homepage_popup.settings.tooltip.popup_height
source: Set the height of the popup in pixels (optional, content will scroll if it exceeds this).
ru: Установите высоту всплывающего окна в пикселях (необязательно, содержимое будет прокручиваться, если оно превысит это значение).

# homepage_popup.settings.enable_background_dimming
source: Enable Background Dimming
ru: Включить затемнение фона

# homepage_popup.settings.tooltip.enable_background_dimming
source: Check this to dim the background when the popup is active.
ru: Отметьте это, чтобы затемнить фон, когда активно всплывающее окно.

# homepage_popup.popup_title_default
source: Welcome!
ru: Добро пожаловать!

# homepage_popup.addon_name
source: Homepage Popup
ru: Всплывающее окно на главной

# homepage_popup.addon_description
source: Displays a customizable popup on the homepage.
ru: Отображает настраиваемое всплывающее окно на главной странице.

# homepage_popup.manage_banners_button
source: Manage Banners
ru: Управление баннерами

# homepage_popup.add_banner_button
source: Add Banner
ru: Добавить баннер

# homepage_popup.manage_banners_title
source: Manage Homepage Popup Banners
ru: Управление баннерами всплывающего окна

# homepage_popup.banner_saved_successfully
source: Banner saved successfully.
ru: Баннер успешно сохранен.

# homepage_popup.banner_save_error
source: Error saving banner.
ru: Ошибка сохранения баннера.

# homepage_popup.banners_deleted_successfully
source: %d banners deleted successfully.
ru: Успешно удалено %d баннеров.

# homepage_popup.banner_deleted_successfully
source: Banner deleted successfully.
ru: Баннер успешно удален.

# homepage_popup.settings.tab_banner_management
source: Banner Management
ru: Управление баннерами

# homepage_popup.settings.tooltip.manage_banners_link
source: Click to manage the banners/slides for the homepage popup.
ru: Нажмите для управления баннерами/слайдами всплывающего окна.

# homepage_popup.previous_slide
source: Previous
ru: Назад

# homepage_popup.next_slide
source: Next
ru: Вперед
